const HUW={'حيوانات':['أسد','فيل','زرافة','قرد','دلفين','بطريق','نعامة','تمساح','حصان','جمل','ببغاء','ثعبان','أرنب','ديك'],
'أكل ومشروبات':['كشري','بيتزا','ملوخية','شاي','آيس كريم','فول','برجر','كنافة','عصير مانجو','فراخ مشوية','مكرونة','بطاطس','سوشي','قهوة'],
'مهن':['دكتور','مهندس','طيّار','طبّاخ','سواق','مدرّس','نجّار','شرطي','فنان','محامي','ساعي بريد','حلّاق','مطرب','لاعب كرة'],
'أماكن':['مطار','مستشفى','سينما','مدرسة','شاطئ','جامعة','سوبر ماركت','حديقة','مسجد','ملعب','مطعم','قطار','أهرامات','نادي'],
'أشياء':['موبايل','كرسي','مفتاح','نظارة','ساعة','شنطة','مروحة','تلاجة','مراية','مظلة','كاميرا','فرشاة أسنان','تلفزيون','شاحن'],
'حركات وأفعال':['يجري','ينام','يسوق','يرقص','يعوم','ياكل','يغني','يصوّر','يتصل','يلعب كورة','يطبخ','يضحك','يتسلق','يكتب']};
